import image1 from './assets/description-images/1.jpg';
import image2 from './assets/description-images/2.jpg';
import image3 from './assets/description-images/3.jpg';
import image4 from './assets/description-images/4.jpg';
import image5 from './assets/description-images/5.jpg';
import image6 from './assets/description-images/6.jpg';

import step1 from './assets/work-steps-images/step-1.jpg';
import step2 from './assets/work-steps-images/step-2.jpg';
import step3 from './assets/work-steps-images/step-3.jpg';
import step4 from './assets/work-steps-images/step-4.jpg';

export const sliderImages = [image1, image2, image3, image4, image5, image6];

export const realizationSteps = [
  {
    id: 1,
    image: step1,
    title: 'Готовим инвентарь',
    description: 'Наши специалисты готовят каждые VR-очки к использованию, обрабатывая устройства специальным средством для ухода после каждого сеанса.'
  },
  {
    id: 2,
    image: step2,
    title: 'Выбираем фильм',
    description: 'В нашем архиве есть образовательные фильмы по теме космоса, астрономии и обществознания. Мы работаем с самым крупным производителем мультимедиа продуктов в РФ.'
  },
  {
    id: 3,
    image: step3,
    title: 'Надеваем VR-очки',
    description: 'Ученики получают VR-очки, наш техник помогает им разобраться как правильно надеть очки и закрепить их на голове. Для ребят со зрением, отличным от 100%, техник настраивает диоптрии.'
  },
  {
    id: 4,
    image: step4,
    title: 'Исследуем галактики!',
    description: 'Ребята окунаются в виртуальные миры и с удовольствием изучают всё вокруг. После показа остаются яркие эмоции и запоминаются важные моменты о планетах, звёздах и галактике.'
  }
];

export const technologies = [
  {
    id: 1,
    title: 'Masters Glass VR-iii',
    description: 'Используем только оригинальные импортные VR-очки. Технологии протестированы и безопасны для глаз.Напряжение во время просмотра — как при прогулке за счёт качественного объёмного  изображения.'
  },
  {
    id: 2,
    title: 'Оборудование',
    description: 'Все фильмы воспроизводятся при помощи встроенных в очки экранов мобильных телефонов ведущих брендов. Наши техники привезут всё оборудование с собой: от вас нужно лишь помещение для урока.'
  },
  {
    id: 3,
    title: 'Безопасность',
    description: 'Зритель всегда находится в центре зала, и четко зафиксирован в пространстве, что делает просмотр понятным и комфортным. Технология виртуальной реальности не портит зрение, а эффект присутствия развивает креативность и пространственное мышление.'
  },
  {
    id: 4,
    title: 'Система крепления',
    description: 'Подходит под любой размер головы, даже для первоклассника. Во время просмотра не получится навредить голове ребёнка за счёт тщательно проработанной конструкции очков.'
  }
];

export const questions = [
  {
    id: 1,
    title: 'Сколько длится сеанс? Дети не устают во время просмотра?',
    description: 'Сеанс длится 45 минут. В случае усталости - возможен перерыв',
  },
  {
    id: 2,
    title: 'Безопасны ли VR-очки для зрения ребёнка? Какие есть ограничения?',
    description: 'VR-очки были разработаны специально для того, чтобы каждый человек, независимо от возраста, качества зрения и опыта использования аналогичных продуктов мог безопасно и легко пользоваться этой технологией. У нас есть сертификат качества продукции и лицензия для её использования на территории РФ. Для людей с зрением, отличным от идеального, на VR-очках предусмотрена регулировка диоптрий.'
  },
  {
    id: 3,
    title: 'Действительно ли это образовательный метод, или это лишь игрушка?',
    description: 'Виртуальная реальность отлично развивает пространственное мышление и делает образовательный процесс увлекательным',
  },
  {
    id: 4,
    title: 'Всё понятно! Хочу заказать выезд VR планетария, что нужно сделать?',
    description: 'Просто нажмите на кнопку кнопку "Заказать"!',
  }
];

